Repository: DanielHusiuk/Incognito-AI
Catalog: Incognito AI/Other/Localizable.xcstrings
Source language: en
Languages: it, uk

source: "Hide Keyboard" button
it: Pulsante "Nascondi tastiera"
uk: Кнопка «Сховати клавіатуру»

source: Accent color
it: Colore accento
uk: Акцент-колір

source: Advanced models have lower limits than lighter ones. If you run out of requests, simply switch to a different model.
it: I modelli avanzati hanno limiti inferiori rispetto a quelli più leggeri. Se esaurisci le richieste, passa semplicemente a un altro modello.
uk: Просунуті моделі мають менші ліміти, ніж легші. Якщо у вас закінчилися запити, просто перемкніть на іншу модель.

source: App language
it: Lingua dell'app
uk: Мова застосунку

source: Appearance
it: Aspetto
uk: Вигляд

source: Ask AI anything...
it: Chiedi qualsiasi cosa...
uk: Запитайте будь-що…

source: Author: Daniel Husiuk
it: Autore: Daniel Husiuk
uk: Автор: Daniel Husiuk

source: Automatic
it: Automatico
uk: Автоматично

source: Background animation
it: Animazione di sfondo
uk: Анімація фону

source: Blue
it: Blu
uk: Синій

source: Cancel
it: Annulla
uk: Скасувати

source: Chat already empty
it: La chat è già vuota
uk: Чат вже порожній

source: Choose accent color:
it: Scegli il colore di accento:
uk: Виберіть акцент-колір:

source: Choose app appearance:
it: Scegli l'aspetto dell'app:
uk: Виберіть вигляд застосунку:

source: Choose swipe gestures:
it: Scegli i gesti di scorrimento:
uk: Виберіть жести змахування:

source: Confirm
it: Conferma
uk: Підтвердити

source: Confirm new chat
it: Conferma nuova chat
uk: Підтвердити новий чат

source: Confirm to create new chat. All your previous messages will be deleted.
it: Conferma per creare una nuova chat. Tutti i tuoi messaggi precedenti verranno eliminati.
uk: Підтвердіть створення нового чату. Всі ваші попередні повідомлення будуть видалені.

source: Copy
it: Copia
uk: Копіювати

source: Create new chat?
it: Creare una nuova chat?
uk: Створити новий чат?

source: Customisation:
it: Personalizzazione:
uk: Кастомізація:

source: Daily Limit
it: Limite giornaliero
uk: Денний ліміт

source: Dark
it: Scuro
uk: Темний

source: English
it: Inglese
uk: Англійська

source: Error
it: Errore
uk: Помилка

source: Got it!
it: Capito!
uk: Зрозуміло!

source: Green
it: Verde
uk: Зелений

source: Haptic feedback
it: Feedback aptico
uk: Тактильний відгук

source: Internet connection is lost.
it: Connessione internet persa.
uk: Зв'язок з інтернетом втрачено.

source: Keyboard:
it: Tastiera:
uk: Клавіатура:

source: Landscape mode
it: Modalità orizzontale
uk: Альбомна орієнтація

source: Left & Right
it: Sinistra e destra
uk: Вліво та вправо

source: Light
it: Chiaro
uk: Світлий

source: No internet connection
it: Nessuna connessione internet
uk: Немає підключення до інтернету

source: None
it: Nessuno
uk: Жодного

source: Only Left
it: Solo a sinistra
uk: Тільки вліво

source: Only Right
it: Solo a destra
uk: Тільки вправо

source: Open developer's GitHub?
it: Aprire il GitHub dello sviluppatore?
uk: Відкрити GitHub розробника?

source: Orange
it: Arancione
uk: Помаранчевий

source: Other:
it: Altro:
uk: Інше:

source: Please check your internet connection.
it: Per favore controlla la tua connessione internet.
uk: Будь ласка, перевірте підключення до інтернету.

source: Preferences:
it: Preferenze:
uk: Параметри:

source: Productivity:
it: Produttività:
uk: Продуктивність:

source: Purple
it: Viola
uk: Фіолетовий

source: Red
it: Rosso
uk: Червоний

source: Report a bug
it: Segnala un bug
uk: Повідомити про помилку

source: request left for today
it: richiesta rimasta per oggi
uk: запит лишився на сьогодні

source: requests left for today
it: richieste rimaste per oggi
uk: запитів лишилося на сьогодні

source: Resend
it: Invia di nuovo
uk: Надіслати знову

source: Reset
it: Ripristina
uk: Скинути

source: Reset Settings?
it: Ripristinare le impostazioni?
uk: Скинути налаштування?

source: Send feedback
it: Invia feedback
uk: Надіслати відгук

source: Sending messages too fast may trigger a temporary block from AI model. Just wait a few seconds before trying again.
it: L'invio troppo veloce di messaggi potrebbe attivare un blocco temporaneo dall'IA. Attendi qualche secondo prima di riprovare.
uk: Надто швидке надсилання повідомлень може спричинити тимчасове блокування від ШІ. Просто зачекайте кілька секунд перед наступною спробою.

source: Settings
it: Impostazioni
uk: Налаштування

source: Show keyboard on launch
it: Mostra tastiera all'avvio
uk: Показувати клавіатуру при запуску

source: Start new chat with this message
it: Inizia nuova chat con questo messaggio
uk: Почати новий чат з цим повідомленням

source: Swipe gestures
it: Gesti di scorrimento
uk: Свайп жести

source: System
it: Sistema
uk: Системний

source: This will reset all settings parameters to default. This action cannot be undone.
it: Questo ripristinerà tutti i parametri delle impostazioni ai valori predefiniti. Questa azione non può essere annullata.
uk: Це скине всі параметри налаштувань до стандартних. Це незворотна дія.

source: To keep Incognito AI free, we use GitHub's free developer access, which enforces daily message limits. This limit reset every day.
it: Per mantenere Incognito AI gratuito, utilizziamo l'accesso gratuito per sviluppatori di GitHub, che impone limiti di messaggi giornalieri. Questo limite si azzera ogni giorno.
uk: Щоб залишити Incognito AI безкоштовним, ми використовуємо безкоштовний доступ для розробників від GitHub, який встановлює щоденні ліміти повідомлень. Цей ліміт оновлюється щодня.

source: Unable to create new chat
it: Impossibile creare una nuova chat
uk: Неможливо створити новий чат

source: What this app can do?
it: Cosa può fare quest'app?
uk: Що вміє цей застосунок?

source: Where should we start?
it: Da dove iniziamo?
uk: З чого почнемо?

source: Which AI models are available?
it: Quali modelli IA sono disponibili?
uk: Які моделі ШІ доступні?

source: Why is there a daily request limit?
it: Perché c'è un limite di richieste giornaliero?
uk: Чому існує денний ліміт запитів?

source: You have exceeded your daily limit of requests. Change model or come back tomorrow!
it: Hai superato il limite giornaliero di richieste. Cambia modello o torna domani!
uk: Ви перевищили свій денний ліміт запитів. Змініть модель або повертайтеся завтра!
